Repository: developedbyamin/yolk_user
Catalog: lib/core/l10n/intl_*.arb
Languages: az

source: Log in
az: Daxil ol

# fillTheForm
source: Fill the form to log in your account and start shopping!
az: Hesabınıza daxil olmaq və alış-verişə başlamaq üçün formu doldurun!

source: Phone number
az: Telefon nömrəsi

source: Forgot Password?
az: Şifrəni unutmusunuz?

# doNotHaveAccount
source: Don't have an account?
az: Hesabınız yoxdur?

source: Create account
az: Hesab yarat

source: Send code
az: Kodu göndər

source: Or
az: Və ya

source: Confirmation OTP
az: OTP Təsdiqi

# phoneOTP
source: A one-time password has been sent to the number {number}
az: {number} nömrəsinə birdəfəlik şifrə göndərildi

# didNotReceiveCode
source: Didn't receive code?
az: Kod gəlməyib?

source: Send again
az: Təkrar göndər

# continueApp
source: Continue
az: Davam et

# sale
source: Discount
az: Endirim

source: History
az: Tarixçə

source: Profile
az: Hesab

source: Username
az: İstifadəçi adı

source: Language
az: Dil

source: Notifications
az: Bildirişlər

source: Edit Profile
az: Profili redaktə et

source: Settings
az: Tənzimləmələr

source: Personal Information
az: Şəxsi məlumatlar

source: Preferences
az: Seçimlər

source: Select Language
az: Dil seçin

source: Push Notifications
az: Push bildirişləri

source: Email Notifications
az: E-mail bildirişləri

source: SMS Notifications
az: SMS bildirişləri

source: English
az: İngiliscə

source: Azerbaijani
az: Azərbaycanca

source: Russian
az: Rusca

# scanInstruction
source: Position the QR code or barcode within the frame to scan
az: QR kodu və ya barkodu skan etmək üçün çərçivə daxilində yerləşdirin

# scanningDisabled
source: Scanning disabled - Close product list to continue
az: Skan deaktivdir - Davam etmək üçün məhsul siyahısını bağlayın

source: Select Products
az: Məhsulları seçin

source: Total Price:
az: Ümumi qiymət:

source: Add Product
az: Məhsul əlavə et

source: Checkout
az: Ödəniş

# pleaseAddProducts
source: Please add some products before checkout
az: Ödənişdən əvvəl bəzi məhsullar əlavə edin

source: No products selected
az: Heç bir məhsul seçilməyib

source: Delivery Details
az: Çatdırılma təfərrüatları

source: Select Date
az: Tarix seçin

source: Select Time
az: Vaxt seçin

source: Pay
az: Ödə

source: Order placed successfully!
az: Sifariş uğurla yerləşdirildi!

source: Order Confirmation
az: Sifariş təsdiqi

# orderConfirmationText
source: You are about to place an order for {count} products.
az: {count} məhsul üçün sifariş verməkdəsiniz.

source: Total:
az: Cəmi:

source: Cancel
az: Ləğv et

source: Confirm Order
az: Sifarişi təsdiqlə

source: Logout
az: Çıxış

# logoutConfirmation
source: Are you sure you want to logout?
az: Çıxış etmək istədiyinizdən əminsiniz?

# logoutDescription
source: You will be signed out and returned to the login screen.
az: Hesabınızdan çıxacaqsınız və giriş ekranına qaytarılacaqsınız.

source: Change
az: Dəyişdir

source: Choose Profile Picture
az: Profil şəkli seçin

source: Camera
az: Kamera

source: Gallery
az: Qalereya

# phoneNumberRequired
source: Please enter a valid phone number
az: Düzgün telefon nömrəsi daxil edin

# phoneNumberIncomplete
source: Please enter a complete phone number
az: Zəhmət olmasa tam telefon nömrəsini daxil edin

source: pcs
az: ədəd

source: kg
az: kq

source: each
az: hər biri

# totalAmount
source: total
az: cəmi

source: Details
az: Təfərrüatlar

source: Pending
az: Gözləyən

source: Delivered
az: Çatdırılıb

source: Edit Username
az: İstifadəçi adını redaktə et

source: Edit Phone Number
az: Telefon nömrəsini redaktə et

source: Save
az: Saxla

# usernameRequired
source: Username is required
az: İstifadəçi adı tələb olunur

source: Limited time only!
az: Yalnız məhdud müddət!

source: Don't miss out!
az: Qaçırmayın!

# saveOnFavorites
source: Save on your favorites
az: Sevimlilərinizə qənaət edin

source: MEGA SALE
az: MEGA ENDİRİM

# upToPercentOff
source: Up to 70% OFF
az: 70%-ə qədər ENDİRİM

source: Shop Now
az: İndi alış-veriş edin

source: Food & Drinks
az: Yemək və İçki

source: Electronics
az: Elektronika

source: Beauty
az: Gözəllik

source: Home
az: Ev

source: Flash Sales
az: Sürətli Satışlar

source: Popular Discounts
az: Populyar Endirimlər

source: Category Discounts
az: Kateqoriya Endirimlər

source: Nutella 400g
az: Nutella 400q

source: Oreo Cookies
az: Oreo Peçenye

source: Buy 2 Get 1 FREE
az: 2 al 1 PULSUZ

source: On all dairy products
az: Bütün süd məhsullarında

# fiftyPercentOff
source: 50% OFF
az: 50% ENDİRİM

source: Weekend special deals
az: Həftəsonu xüsusi təkliflər

source: Free Delivery
az: Pulsuz Çatdırılma

source: Orders above $25
az: 25$-dan yuxarı sifarişlər

source: Groceries
az: Ərzaq məhsulları

source: Personal Care
az: Şəxsi qayğı

source: Household
az: Ev əşyaları

source: Baby Products
az: Uşaq məhsulları

source: items
az: məhsul

source: OFF
az: ENDİRİM

source: Scan to add products
az: Məhsul əlavə etmək üçün skan edin

source: item
az: məhsul

# quantity
source: Qty
az: Miq

source: Add to Cart
az: Səbətə əlavə et

source: items added to cart
az: məhsul səbətə əlavə edildi

source: Remove from Cart
az: Səbətdən sil

# removeFromCartConfirmation
source: Are you sure you want to remove this order from your cart?
az: Bu sifarişi səbətdən silmək istədiyinizdən əminsiniz?

source: Order removed from cart
az: Sifariş səbətdən silindi

source: Remove
az: Sil

source: Delivery Time Range
az: Çatdırılma Vaxt Aralığı

# fromDate
source: From
az: Başlanğıc

# toDate
source: To
az: Son

source: Select Start Date
az: Başlanğıc Tarix Seçin

source: Select End Date
az: Son Tarix Seçin

source: Select Start Time
az: Başlanğıc Vaxt Seçin

source: Select End Time
az: Son Vaxt Seçin

source: Delivery Window
az: Çatdırılma Pəncərəsi

source: between
az: arasında

source: and
az: və

# youCanDeliverBetween
source: You can deliver my order between these dates
az: Sifarişimi bu tarixlər arasında çatdıra bilərsiniz
